Repository: ralungei/me-sims-tracker
Catalog: MySimsLife/Localizable.xcstrings
Source language: es
Languages: en

# %@ de %@ completadas hoy
source: %1$@ de %2$@ completadas hoy
en: %@ of %@ completed today

# %@ de %@ tareas completadas
source: %1$@ de %2$@ tareas completadas
en: %@ of %@ tasks completed

# %@ de %@ tomados hoy
source: %1$@ de %2$@ tomados hoy
en: %@ of %@ taken today

source: %@ días
en: %@ days

# %@ en %@
source: %1$@ en %2$@
en: %@ in %@

# %@%@ por ciento, %@
source: %1$@%2$@ por ciento, %3$@
en: %@%@ percent, %@

source: %@/%@ hechas
en: %@/%@ done

source: %@/%@ hoy
en: %@/%@ today

source: %lld de %lld completadas hoy
en: %lld of %lld done today

source: %lld de %lld tareas completadas
en: %lld of %lld tasks done

source: %lld de %lld tomados hoy
en: %lld of %lld taken today

source: %lld días seguidos
en: %lld-day streak

source: %lld por ciento, %@
en: %lld percent, %@

source: %lld puntos, en el centro
en: %lld points, at the centre

source: %lld puntos, por debajo del centro
en: %lld points, below the centre

source: %lld puntos, por encima del centro
en: %lld points, above the centre

source: %lld/%lld hechas
en: %lld/%lld done

source: %lld/%lld hoy
en: %lld/%lld today

source: A neutro
en: To neutral

source: ACCIONES
en: ACTIONS

source: Acerca de
en: About

source: Activa solo las que te interesen. Puedes cambiarlo después en Categorías.
en: Enable only the ones you care about. You can change this later in Categories.

source: Activar notificaciones
en: Enable notifications

source: Agua
en: Water

source: Agua, té, café
en: Water, tea, coffee

source: Aguanté mucho
en: Held it too long

source: Ahora no
en: Not now

source: Ajustes
en: Settings

source: Al acostarse
en: At bedtime

source: Algo puntual (ej: ir al dentista)
en: One-shot goal (e.g. dentist appointment)

source: Algo rápido de 2–5 min — un vaso de agua, escribir tres líneas
en: Quick 2–5 min — a glass of water, jot three lines

source: Algunas metas para empezar.
en: A few goals to get you started.

source: Almacenamiento
en: Storage

source: Almuerzo
en: Lunch

source: Antes de cenar
en: Before dinner

source: Antes de comida
en: Before meal

source: Antes del almuerzo
en: Before lunch

source: Aparece en el saludo cuando abres la app.
en: Shows up in the greeting when you open the app.

source: Arreglé
en: Got ready

source: Aspiraciones
en: Aspirations

source: Atrás
en: Back

source: Avisar cuando una necesidad esté baja
en: Notify when a need is low

source: Avisarme
en: Notify me

source: Añadir
en: Add

source: Añadir hora
en: Add time

source: Añadir personalizada
en: Add custom

source: Añadir tramo
en: Add range

source: Bajan solas. Tú las subes.
en: They drop on their own. You bring them back up.

source: Bajo
en: Low

source: Banner local (no usa servidor).
en: Local banner (no server).

source: Barras que bajan con el tiempo. Toca una y registra lo que hiciste.
en: Bars that drop over time. Tap one and log what you did.

source: Baño
en: Bathroom

source: Bebe agua — llevas demasiado sin hidratarte
en: Drink water — you've gone too long without hydration

source: Borra aspiraciones, tareas, botiquín e historial — local y en la nube. Mantiene tus preferencias. Esta acción no se puede deshacer.
en: Deletes aspirations, tasks, medicine cabinet, and history — both locally and in the cloud. Your preferences are kept. This cannot be undone.

source: Borra aspiraciones, tareas, botiquín y todo el historial. Mantiene tus preferencias.
en: Deletes aspirations, tasks, medicine cabinet, and all history. Your preferences are kept.

source: Borrando…
en: Deleting…

source: Botiquín
en: Medicine cabinet

source: Buenas noches,
en: Good evening,

source: Buenas tardes,
en: Good afternoon,

source: Buenos días — registra cómo dormiste
en: Good morning — log how you slept

source: Buenos días,
en: Good morning,

source: Caca blanda
en: Loose poo

source: Caca dura
en: Hard poo

source: Caca normal
en: Normal poo

source: Café
en: Coffee

source: Calma, ánimo, estrés
en: Calm, mood, stress

source: Cambiar nombre
en: Change name

source: Caminata
en: Walk

source: Cancelar
en: Cancel

source: Cansancio fuerte
en: Strong fatigue

source: Cantidad por toma
en: Amount per intake

source: Categorías
en: Categories

source: Cena
en: Dinner

source: Cerrar
en: Close

source: Cerrar aviso
en: Close alert

source: Comida basura
en: Junk food

source: Comidas y snacks
en: Meals and snacks

source: Compartir datos
en: Share data

source: Completo
en: Complete

source: Con la comida
en: With meal

source: Configurar necesidades
en: Configure needs

source: Continuar
en: Continue

source: Correr
en: Run

source: Crítico
en: Critical

source: Cuando una barra cae por debajo del umbral.
en: When a bar drops below the threshold.

source: Cuidado
en: Careful

source: Curso finito con progreso (ej: prebióticos 30 días)
en: Finite course with progress (e.g. probiotics 30 days)

source: Cuándo tomarla (opcional)
en: When to take (optional)

source: Date un respiro — haz algo que disfrutes
en: Take a break — do something you enjoy

source: Deporte
en: Sport

source: Desactivadas
en: Disabled

source: Desayuna — tu cuerpo necesita combustible
en: Have breakfast — your body needs fuel

source: Desayuno
en: Breakfast

source: Descansé
en: Rested

source: Deshacer %@
en: Undo %@

source: Desorden
en: Messy

source: Después de comer
en: After meal

source: Detallado
en: Detailed

source: Diario
en: Daily

source: Diario con duración (ej: leer 20 min)
en: Daily with duration (e.g. read 20 min)

source: Diario con duración (ej: meditar 25 min)
en: Daily with duration (e.g. meditate 25 min)

source: Diario con sesión
en: Daily with session

source: Diario · sesión
en: Daily · session

source: Dormí 6h
en: Slept 6h

source: Dormí 7h
en: Slept 7h

source: Dormí 8h
en: Slept 8h

source: Ducha
en: Shower

source: Ducha, dientes, skincare
en: Shower, teeth, skincare

source: Duración
en: Duration

# Día %@ de %@
source: Día %1$@ de %2$@
en: Day %@ of %@

source: Día %lld de %lld
en: Day %lld of %lld

source: Día sedentario
en: Sedentary day

source: Días totales
en: Total days

source: EN PAUSA
en: PAUSED

source: Editar
en: Edit

source: Editar tarea
en: Edit task

source: Ej: Llamar al dentista
en: E.g. Call the dentist

source: Ej: Meditar 25 min
en: E.g. Meditate 25 min

source: Ej: paracetamol, omega 3, vitamina D…
en: E.g. paracetamol, omega 3, vitamin D…

source: Ej: yoga, cena con Pablo, helado…
en: E.g. yoga, dinner with Pablo, ice cream…

source: Ejercicio
en: Exercise

source: Elige un plan o ajusta categoría a categoría. Puedes cambiarlo cuando quieras.
en: Pick a plan or adjust category by category. You can change it anytime.

source: Elige un plan o ajústalo categoría a categoría. Puedes cambiarlo cuando quieras.
en: Pick a plan or tune it category by category. You can change it whenever.

source: Eliminar
en: Delete

source: Eliminar "%@"
en: Delete "%@"

source: Eliminar %@
en: Delete %@

source: Eliminar aspiración
en: Delete aspiration

source: Eliminar tarea
en: Delete task

source: Eliminar tratamiento
en: Delete treatment

source: Empezamos.
en: Let's go.

source: Empezar
en: Get started

source: Empezar de cero
en: Start from scratch

source: Empieza el
en: Starts on

source: En ayunas
en: Fasting

source: Energía
en: Energy

source: Entorno
en: Environment

source: Equilibrado
en: Balanced

source: Es fin de semana — buen momento para socializar
en: It's the weekend — good time to socialize

source: Es tarde — hora de dormir
en: It's late — time to sleep

source: Esencial
en: Essential

source: Esfuerzo notable de 30+ min — entrenar, cocinar bien
en: Notable 30+ min effort — work out, cook properly

source: Esta semana
en: This week

source: Estado
en: Status

source: Estiramientos
en: Stretching

source: Esto es una prueba.
en: This is a test.

source: Estoy sano
en: I'm healthy

source: Está al %lld%%. Hora de cuidarlo.
en: It's at %lld%%. Time to take care of it.

source: Fecha específica
en: Specific date

source: Filtrar
en: Filter

source: Gesto de segundos — tomar una pastilla, lavarse las manos
en: Few-second gesture — take a pill, wash hands

source: Grande
en: Large

source: Gripe
en: Flu

source: Guardar
en: Save

source: Habla con alguien — tu social está muy bajo
en: Talk to someone — your social is very low

source: Hecho por
en: Made by

source: Hice la cama
en: Made bed

source: Hidratación
en: Hydration

source: Higiene
en: Hygiene

source: Historial
en: History

source: Hobbies, descanso, diversión
en: Hobbies, rest, fun

source: Hola.
en: Hello.

source: Hora de comer — no saltes el almuerzo
en: Lunchtime — don't skip your meal

source: Hora específica
en: Specific time

source: Hora exacta
en: Specific time

source: Hora exacta (opcional)
en: Specific time (optional)

source: Icono
en: Icon

source: Insomnio
en: Insomnia

source: Lavé dientes
en: Brushed teeth

source: Lavé platos
en: Washed dishes

source: Lesión / dolor
en: Injury / pain

source: Limpié casa
en: Cleaned house

source: Listo
en: Done

source: Lleva el tracking de tu día como en Los Sims. Necesidades, retos y agenda en un sitio.
en: Track your day The-Sims-style. Needs, challenges, and agenda in one place.

source: Lleva tu día como en Los Sims. Necesidades, aspiraciones, botiquín y agenda en un sitio.
en: Track your day The-Sims-style. Needs, aspirations, medicine cabinet, and agenda in one app.

source: Llevas mucho sin moverte — aunque sea un paseo
en: You've been still for a while — even just a walk helps

source: Logro semanal — postear, terminar un proyecto, salir con gente
en: Weekly milestone — post, finish a project, see people

source: Mal del estómago
en: Upset stomach

source: Mala noche
en: Bad night

source: Marca las que te van. O sigue sin nada.
en: Pick the ones that fit. Or skip for now.

source: Marca lo que importa. Puedes ajustarlo cuando quieras.
en: Pick what matters. You can adjust it anytime.

source: Marca lo que tomas. Si no, salta.
en: Tick what you take. If none, skip.

source: Marcar todo a neutro
en: Mark everything as neutral

source: Media mañana
en: Mid-morning

source: Mediana
en: Medium

source: Migraña
en: Migraine

source: Movimiento del día
en: Today's movement

source: My Sims Life — Configuración
en: My Sims Life — Settings

source: Mínimo entre avisos para la misma necesidad.
en: Minimum between alerts for the same need.

source: Necesidades
en: Needs

source: Necesidades bajas
en: Low needs

source: Negativa
en: Negative

source: No baja sola, solo cuando lo registras
en: Doesn't drop on its own, only when you log

source: Nombre
en: Name

source: Notas (opcional)
en: Notes (optional)

source: Notificaciones
en: Notifications

source: Notificaciones activas
en: Notifications active

source: Nueva
en: New

source: Nueva aspiración
en: New aspiration

source: Nueva tarea
en: New task

source: Nueva acción
en: New action

source: Nuevo tratamiento
en: New treatment

source: Nutrición
en: Nutrition

source: Ocio
en: Leisure

source: Opcional
en: Optional

source: Orden y limpieza del espacio
en: Order and cleanliness of your space

source: Ordené escritorio
en: Tidied desk

source: PRÓXIMAMENTE
en: UPCOMING

source: Paso %lld de %lld
en: Step %lld of %lld

source: Paso anterior
en: Previous step

source: Pausar
en: Pause

source: Pequeña
en: Small

source: Perfil
en: Profile

source: Permiso denegado
en: Permission denied

source: Pis amarillo
en: Yellow pee

source: Pis claro
en: Clear pee

source: Pis oscuro
en: Dark pee

source: Pis y caca
en: Pee and poo

source: Pleno
en: Full

source: Pone todas las barras al 50%. No borra el historial.
en: Sets all bars to 50%. Doesn't delete history.

source: Por qué te importa, recordatorios...
en: Why it matters, reminders...

source: Positiva
en: Positive

source: Posología, marca, instrucciones...
en: Dosage, brand, instructions…

source: Privado. iCloud. Sin servidor ni analítica.
en: Private. iCloud. No server, no analytics.

source: Probar notificación
en: Test notification

source: Puntual
en: One-time

source: Qué vas a ver
en: What you'll see

source: RECIENTES
en: RECENT

source: REGISTRAR NEGATIVO
en: RECORD NEGATIVE

source: Recibirás avisos según las categorías que actives debajo.
en: You'll get alerts based on the categories you enable below.

source: Recordatorios de la agenda con hora específica.
en: Agenda reminders with specific time.

source: Recordatorios de tratamientos y suplementos.
en: Treatment and supplement reminders.

source: Recordármelo
en: Remind me

source: Recuperándome
en: Recovering

source: Registrar
en: Register

source: Repetir cada
en: Repeat every

source: Resfriado
en: Cold

source: Retos diarios, semanales o de una vez. Suman XP al completarlos.
en: Daily, weekly, or one-shot challenges. Earn XP when you complete them.

source: Saltó comida
en: Skipped meal

source: Salud
en: Health

source: Salud física
en: Physical health

source: Salud mental
en: Mental health

source: Sem
en: Wk

source: Semanal
en: Weekly

source: Sesión real de 15–30 min — meditar, leer un capítulo
en: Real 15–30 min session — meditate, read a chapter

source: Si una semana no está cubierta, se usa la cantidad por defecto.
en: Weeks not covered fall back to the default amount.

source: Siesta
en: Nap

source: Sin actividad registrada
en: No activity recorded

source: Sin avisos pendientes ahora mismo.
en: No pending alerts right now.

source: Sin beber
en: No drinks

source: Snack sano
en: Healthy snack

source: Sueño, siestas, cansancio
en: Sleep, naps, tiredness

source: Sí, al 50%
en: Yes, set to 50%

source: Sí, borrar todo
en: Yes, delete everything

source: Sí, todo al 50%%
en: Yes, everything at 50%%

source: Tamaño
en: Size

source: Tarea pendiente
en: Pending task

source: Tareas
en: Tasks

source: Te avisamos cuando una barra cruza por debajo.
en: We'll notify you when a bar drops below this.

source: Te avisaremos cuando una necesidad esté baja.
en: We'll notify you when a need is low.

source: Tiempo con gente
en: Time with people

source: Tiene un fin (X días)
en: Has an end (X days)

source: Tienes las notificaciones desactivadas para esta app en Ajustes del sistema. Actívalas allí para que funcionen.
en: Notifications are disabled for this app in System Settings. Enable them there to make this work.

source: Tipo
en: Type

source: Toca dos veces para completar
en: Double tap to complete

source: Toca dos veces para deshacer
en: Double tap to undo

source: Toca dos veces para deshacer la dosis
en: Double tap to undo dose

source: Toca dos veces para marcar como pendiente
en: Double tap to mark pending

source: Toca dos veces para reanudar el tratamiento
en: Double tap to resume the treatment

source: Toca dos veces para registrar
en: Double tap to log

source: Toca dos veces para registrar una acción
en: Double tap to log an activity

source: Toca dos veces para tomar la dosis
en: Double tap to take dose

source: Toca una barra en el panel principal para registrar tu primera actividad
en: Tap a bar on the main panel to record your first activity

source: Todas
en: All

source: Todo bajo control
en: All under control

source: Todo en tu iCloud privado. Sin servidor, sin analítica.
en: All in your private iCloud. No server, no analytics.

source: Todo lo que necesites,
en: Everything you need,

source: Tratamiento
en: Treatment

source: Tratamientos, suplementos y vitaminas con recordatorios.
en: Treatments, supplements, and vitamins with reminders.

source: Tu acción
en: Your action

source: Tu energía está agotada — ve a descansar
en: Your energy is drained — go rest

source: Tu entorno necesita atención — ordena un poco
en: Your environment needs attention — tidy up

source: Tu estado general. Verde si vas bien, rojo si vas mal.
en: Your overall state. Green if you're doing well, red if you're not.

source: Tu nombre
en: Your name

source: Té
en: Tea

source: Umbral
en: Threshold

source: Un toque cuando una barra caiga de verdad, y recordatorios del botiquín y la agenda si los configuras. Sin spam.
en: A nudge when a bar truly drops, plus medicine cabinet and agenda reminders if you set them. No spam.

source: Un vaso de agua te vendría bien
en: A glass of water would be good

source: Una vez al día (ej: creatina)
en: Once a day (e.g. creatine)

source: Una vez al día (ej: estirar)
en: Once a day (e.g. stretch)

source: Una vez por semana (ej: llamar a familia)
en: Once a week (e.g. call family)

source: Una vez por semana (ej: postear reel)
en: Once a week (e.g. post a reel)

source: Unidad (opcional)
en: Unit (optional)

source: Variación por semanas (opcional)
en: Weekly variation (optional)

source: Vejiga
en: Bladder

source: Ventilé
en: Aired out

source: Verde si vas bien. Rojo si te toca cuidarte.
en: Green when you're fine. Red when it's time to care.

source: Versión %@
en: Version %@

source: Vista previa
en: Preview

source: Zona peligrosa
en: Danger zone

source: Zumo
en: Juice

source: a
en: to

source: ahora
en: now

source: ahora mismo
en: right now

source: aspiración
en: aspiration

source: atrasada
en: overdue

source: bajo
en: low

source: bien
en: good

source: completada
en: done

source: completado hoy
en: completed today

source: crítico
en: critical

source: día %lld de %lld
en: day %lld of %lld

source: empieza %@
en: starts %@

source: en %lld días
en: in %lld days

source: en un sitio.
en: in one place.

source: estás bien
en: you're doing well

source: hoy
en: today

source: lleno
en: full

source: mañana
en: tomorrow

source: menos %lld por ciento
en: minus %lld percent

source: más %lld por ciento
en: plus %lld percent

source: necesitas cuidarte
en: take care of yourself

source: ninguno
en: none

source: ojo, andas bajo
en: heads up, you're low

source: pendiente
en: pending

source: personalizada
en: custom

source: racha de %lld días
en: %lld-day streak

source: regular
en: okay

source: sobre, cápsula, ml...
en: sachet, capsule, ml…

source: tarea
en: task

source: te ves genial
en: you look great

source: toca para reanudar
en: tap to resume

source: tomado hoy
en: taken today

source: vas tirando
en: getting by

source: ¡Todo por encima del 60%! Gran momento
en: Everything above 60%! Great moment

source: ¿Cuántas horas dormiste anoche?
en: How many hours did you sleep last night?

source: ¿Cómo te llamas?
en: What's your name?

source: ¿Empezar de cero?
en: Start from scratch?

source: ¿Has cenado? Tu nutrición está baja
en: Have you had dinner? Your nutrition is low

source: ¿Marcar todo como estable?
en: Mark everything as stable?

source: ¿Qué quieres seguir?
en: What do you want to track?

source: ¿Qué tan grande es?
en: How big is it?

source: ¿Te aviso si algo anda bajo?
en: Want a heads-up when something runs low?

source: ¿Te duchaste hoy? Tu higiene está baja
en: Did you shower today? Your hygiene is low

source: ¿Tomas algo a diario?
en: Take anything daily?

source: Épica
en: Epic

source: Última acción: %@ %@
en: Last action: %@ %@

source: ⚡ RÁPIDO
en: ⚡ QUICK
